export const tagsData = [
  {
    id: 0,
    title: 'Agile',
    definition:
      'Походы к разработке ПО, основанные на итеративном проходе по скоупу задач разными специалистами, с целью выпуска продукта или его части, удовлетворяющего клиента',
    shortInfo: `<ul><li>Люди и процессы > инстурменты разработки ПО</li><li>Работающий продукт > грамотная документация</li><li>Общение с заказчиком > структурированный контракт</li>
    <li>Работающий продукт > грамотная документация</li><li>Готовность к изменениям > первоначальный план</li></ul>`,
    additionalInfo: `<ol><li>удовлетворение потребностей заказчика, благодаря регулярной и ранней поставке ценного программного обеспечения</li>
    <li>Изменение требований приветствуется</li><li>Работающий продукт следует выпускать как можно чаще, с периодичностью от пары недель до пары месяцев</li>
    <li>На протяжении всего проекта разработчики и представители бизнеса должны ежедневно работать вместе</li><li>Над проектом должны работать мотивированные профессионалы</li>
    <li>Непосредственное общение является наиболее практичным и эффективным способом обмена информацией как с самой командой, так и внутри команды.</li>
    <li>Работающий продукт — основной показатель прогресса.</li><li>Инвесторы, разработчики и пользователи должны иметь возможность поддерживать постоянный ритм бесконечно</li>
    <li>Постоянное внимание к техническому совершенству и качеству проектирования повышает гибкость проекта.</li><li>Простота — искусство минимизации лишней работы — крайне необходима.</li>
    <li>Самые лучшие требования, архитектурные и технические решения рождаются у самоорганизующихся команд.</li><li>Команда должна систематически анализировать возможные способы
    улучшения эффективности и соответственно корректировать стиль своей работы.</li></ol>`,
    topicId: 0
  },
  {
    id: 1,
    title: 'second Tag',
    definition: 'It is second tag',
    shortInfo: 'It is short info1',
    additionalInfo: 'This is additional info1',
    topicId: 0
  },
  {
    id: 2,
    title: 'Third Tag',
    definition: 'It is third tag',
    shortInfo: 'It is short info3',
    additionalInfo: 'This is additional info3',
    topicId: 1
  }
];
